Repository: mozilla-l10n/mt-training-data
Catalog: phl/phl_pontoon.tmx
Source language: en_us
Languages: phl

source: Sansi
phl: سانسی

source: Santali (Ol Chiki)
phl: سانتالی (اوآئی چیکی)

source: Saraiki
phl: سرائیکی

source: Sardinian
phl: ساردینی

source: Save
phl: محفوظ

source: Saved
phl: محفوظ بھلو

source: Scots
phl: سکوٹس

source: Scripted Speech
phl: تقریری عبارت

source: Search
phl: تلاش

source: Search...
phl: سرچ تھوئی

source: Seediq
phl: سیدق

source: See how your progress compares to other contributors all over the world.
phl: دڇھہ کی تھی پراگرس، پیشرفتی پورہ دُنئیئی دوئی تعاون تھاٹہ خلکیم سنگی گہ موازنہ ہنو۔

source: See Less
phl: کام دڇھہ

source: See More
phl: زیات دڇھہ

source: Select a Language...
phl: زبان خوخئیہ

source: Select an option
phl: آک طریقہ گِھن

source: Select a variant (optional)
phl: آک قسم گھن (اختیاری)

source: Selected
phl: منتخب تھیلہ

source: Select File
phl: فائل منتخب تھہ

source: Select File to Upload
phl: اپلوڈ تھئنی دہارہ فائل منتخب تھہ

source: Select the desired language dataset and choose the version you wish to download.
phl: تیݨی خواہشی مطابقی زبینی ڈیٹآسیٹ منتخب تھہ۔ تو کھئیو ورژن دوائینو ایتس ڈون لوڈ تھہ۔

source: Select up to three domains (optional)
phl: ترو حلقیم تی گِھن(اختیاری)

source: Select your age
phl: تیݨی عمر منتخب تھہ

source: Select your sex or gender
phl: تیݨی جنس منتخب تھہ

source: Self Citation
phl: بذات خود حوالہ

source: Send a link to my email
phl: می ای میلی تھے آک لنک امزیہ

source: Send sign up link
phl: سائن اب لنک امزئیہ

source: Sentence
phl: جملہ

source: Sentence Collection
phl: جملئی مجموعہ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
phl: <sentenceCollectorFragment> مذید معلومیتی دپارہ جملے جمع تھاٹہ تھے</sentenceCollectorFragment> دڇھہ۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
phl: <sentenceCollectorVideo>جملے جمع تھئنی بارئی اسی رہنمائی دڇھہ </sentenceCollectorVideo>

source: Sentence Domain
phl: جملئی حلقہ

source: Sentences
phl: جملے

source: Sentences are collected for people to read aloud.
phl: زور تھے منئنی دپارہ جملے خلکیم تھے جمع تھئجلہ ہنہ

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
phl: بہتری دپارہ کمیونیٹی خلکہ جملے دڇھی بدل تھانہ۔ مگم ڑا باندی پورہ نہ نھانوۡ۔ ایتیݨہ جملے تھی اڇھییم یھولہ ہینتہ یا کاݨ تھیلہ ہینتہ سے تو پیرشان تھانہ مثال کی <participationGuidelines> کمیونیٹی خلکیمی حصہ گھنئنی رہنمائی خلاف ورزی تھانہ تھے مہربینی تھے UI فلیک بٹنی جہ۔ اسام تھے بی منائی بھوڑ۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
phl: کھئیو جملہ انیوے چونٹجلو ہنو ایتس عام خلکیمی دڇھئی زھئی وے شامل تھینڈیو بھی cc-0 ڈیٹا سیٹی لائسینس گھنئنی معلومات

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
phl: کمن وائسہ وے شامل تھئنی دپارہ ہر جملہ دو جانمی دڇھینڈیو او دو جانمی بہ تسی منظوری دئنی ضروری۔ <languageGuidelinesLink> انیوے تو تیݨی زبینی دپارہ رہنمائی سمائی بھوڑ </languageGuidelinesLink>۔ جملہ <licenseLink>ہر کسی استعمالی دائرہ کی ہونسن وڑئی <waiverLink> انی طریقہ کی کاپی رائٹ ختم تھہ</waiverLink> تھے بہ اسام تھے commonvoice@mozilla.com انی زریعہ اکی امزیہ۔

source: { $sentences } sentences reviewed. Thank you!
phl: 2 جملے گھرے دڇھلہ، شکریہ

source: Sentence text
phl: جملئی عبارت

source: Sentence Variant
phl: جملیمی مختلف شکل

source: Separate sentences into one line by pressing “Enter” or “Return” once
phl: "Enter"دباو تھے جملے آک لیݨی وے علحیدہ تھوئی یا آک دفعہ "Return"

source: Serbian
phl: سیربین

source: Seri
phl: سیری

source: Serian Bidayuh
phl: سیرین بدایوہ

source: Service and Retail
phl: سروس او خدمت

source: Set a goal
phl: آک حدف چھورہ

source: Set my visibility
phl: می پشئنی سیٹ تھہ

source: Setswana
phl: سیتسوانا

source: Settings
phl: سیٹنگ

source: Sex
phl: جنس

source: Sex or Gender
phl: جنس

source: SHA256 Checksum Copied!
phl: SHA256 چیکسم کاپی بھلی!

source: Shan
phl: شان

source: Share Common Voice
phl: کمن وائس شئیر تھہ

source: Share my goal
phl: می مقصد دویم سنگی شئیر تھہ

source: Share your clip
phl: تیݨی ہاویزی کلپ دویم سنگی شئیر تھہ۔

source: Share your { $count } Clip Daily Goal for { $type }
phl: اسام تھے تیݨی { $count } ہاویزی دیسی حدفی{ $type } کرام شئیر تھہ

source: Share your { $count } Clip Weekly Goal for { $type }
phl: اسام تھے تیݨی { $count } ہاویزی ہفتئی بنیاد کی حدفی{ $type } کرام شئیر تھہ

source: Share your event
phl: تیݨی واقعہ اسام سنگی شئیر تھہ

source: Shilha
phl: شیہلا

source: Shina
phl: شینا

source: Shortcuts
phl: شارٹ کٹ

source: [Should be ‘dinosaurs’]
phl: [ ڈائنوسار بھینڈیو]

source: [Should be “We are”]
phl: [ اندہ “اسی ” بھینڈیو]

source: Show me sentences and clips from all variants within my language
phl: ما تھے می زبانی موجود تمام قسمی جملے او کلپس پشوہ۔

source: Show my ranking
phl: می درجہ پشوہ

source: Sicilian
phl: سیسیلیئن

source: Sign up
phl: سائن اپ

source: Sign up for an account
phl: اکاونٹی دپارہ سائن اب تھہ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
phl: کامن وائسی بارئی خبری، تیݨی مقصد یاد کی اٹئنی دپارہ او مُݜٹو گرا بئنی معلومیتی دپارہ سائن اب تھہ۔

source: sign up for email updates
phl: ای میلی وے نیوی بیتی اٹئینی دپارہ یعنی اپڈیٹ تھئنی دپارہ سائن اب تھہ

source: Sign up for { $lang } updates:
phl: ای میلی وے نیوی بیتی اٹئینی دپارہ یعنی اپڈیٹ تھئنی دپارہ سائن اب تھہ

source: Sindhi
phl: سندھی

source: Single
phl: آکے

source: Single sentence submission
phl: آک جملہ جمع تھئنی

source: Single ZIP file containing
phl: آک زپ فائلی جھلی مشتمل ہنو۔

source: Sinhala
phl: سنہلا

source: Siswati
phl: سسوتی

source: Size
phl: سائز

source: Skip
phl: اُڑیگلئنی

source: Skipped
phl: اُڑیگیلو

source: Skip Submission Feedback
phl: جمع تھوئینی تاثرات چھورہ۔

source: Slovak
phl: سلواک

source: Slovenian
phl: سلوونین

source: Small batch
phl: تُوش زیات

source: Small batch sentence submission
phl: توش زیات جملے جمع تھئنی

source: Small businesses, including tech and AI start ups
phl: لھوکو کاروبار، بشمول ٹیک اور اے آئی اسٹارٹ اپس

source: Social media
phl: سوشل میڈیا

source: Somali
phl: صومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
phl: ایڈی زبینم وے گرامر، الفیظی او تلفظی مجی بیڈہ زیات فرق ہانسانوۡ۔ ایڑئی دپارہ بے <ctaLink>introducing ‘Variants’</ctaLink> in 2022.سمیانہ۔ ایڑے وجہ باندی کمیونٹی خلکہ اسکونہ باندی تیݨی زبان جھانا بھون

source: Someone asks for a language to be added.
phl: کو ہینتہ زبان ایڈ تھئنی دوائنوۡ

source: Something went wrong while fetching audio for transcriptions. Please try again later.
phl: ٹرانسکپشن آڈیو بُلڈئنی مجی گہ غلطی بھلی۔ براہ کرم توس سہات پہرتہ دوبارہ کوشش تھوئی

source: Something went wrong while fetching prompts. Please try again later.
phl: پرومٹ بُلڈئنی مجی گہ غلطی بھلی۔ براہ کرم توس سہات پہرتہ دوبارہ کوشش تھوئی

source: Something went wrong while fetching transcriptions. Please try again later.
phl: نقلہ بُلڈئنی مجی گہ غلطی بھلی۔ براہ کرم توس سہات پہرتہ دوبارہ کوشش تھوئی

source: Something went wrong with reCAPTCHA. Please try again.
phl: reCAPTCHA وے گہ غلطی بھلی۔ براہ کرم دوبارہ کوشش تھہ۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
phl: کھئی زبان یا زبینی خاندانی شیٹی بی مختلف قسمی لہجے استعمال تھانہ یعنی تنی کھونڈئی آک دویہ دی مختلف کھونڈانہ۔ اگر تو تھے گہ قسمی ہریشینی بھینی ہینتہ تو تیݨی ترجیحات بدل تھئی بھوڑ۔

source: Soninke
phl: سونینکی

source: Sorbian, Lower
phl: سوربین،لور

source: Sorbian, Upper
phl: سوربین اپر

source: Sorry, Common Voice is running slowly. Thanks for your interest.
phl: معاف تھہ ! کامن وائس بھراش ہنو! تھی دلچسپی گھنئنی دپارہ تھی بیڈی مہربینی۔

source: Sorry, something went wrong
phl: معاف تھہ، گُبا گہ غلطی بھلی

source: Source: { $sentenceSource }
phl: ذریعہ: { $sentenceSource }

source: Southern Kurdish
phl: جنوبی کُردیش

source: Southern Pastaza Quechua
phl: جنوبی پاستازا کیچوا

source: Southern Sotho
phl: سادتھرن سوتھو

source: Southwestern Tlaxiaco Mixtec
phl: جنوب مغربی Tlaxiaco Mixtec

source: Spanish
phl: اسپینش

source: Speak
phl: کھونڈ

source: Speakable
phl: کھونڈئنی قابل

source: Speakers
phl: کھونڈاٹہ

source: Speaking
phl: کھونڈئنی

source: Speaking and Listening
phl: کھونڈئنی او کاݨ تھئینی

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
phl: تیݨی عام ہاواز کی کھونڈ۔ گہ قسمہ کی تو کھونڈانوۡ ایڑو وے صحی - بے تھی لہجہ کتیݨو ہنو ایتݨوے دوئیانہ۔

source: Speak now
phl: تپہ کھونڈ

source: Speak options menu
phl: اختیاریتی مینو ݜُݨ

source: Speak up, contribute here!
phl: کھونڈ، انیوے مدد تھہ!

source: Special Characters and Foreign Letters
phl: خاص حروف او دھرندی حروف

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
phl: خاص علامیتی او زیر زبری صرف ایڑے صورتی شامل تھوئی کی ڑنی کی بیڈٰی ضرورت ہانسِلی ہینتہ۔ مثلا انگریزی لوزی وے ایپیس ٹروفی شامل تھانہ کناچی "don’t" او "we’re" او شروعی عبارتی اے شامل بھینڈیو لیکن خآص علامت “@” or “#.” ضرورت بھی تھنی نہ سرئیجانو۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
phl: <speechBlogLink> تقریر ہوݰ تھاٹہ جھلی شروع تھہ</speechBlogLink>

source: Spelling and Punctuation
phl: املا او لہجے

source: Split into { $archiveCount } ZIP files containing
phl: زپ فائلیم جھلی مشتمل { $archiveCount } وے تقسیم تھہ۔

source: Splits
phl: تقسیم

source: Splits (Age and Sex)
phl: تقسیم(عمر او جنس)

source: Spontaneous Speech
phl: بے ساختہ تقریر

source: Start recording
phl: ریکاڈنگ شروع تھہ

source: Start typing to describe your accent
phl: تیݨی لہجہ منئنی دپارہ ٹائپنگ شروع تھہ

source: Start typing to search
phl: سرچ تھئنی دپارہ ٹائپنگ تھوئی

source: Stats
phl: حالات

source: Status Page
phl: پھدئنی صفحہ

source: Still have questions?
phl: تپہ بی گہ سُویلی ہنمے؟

source: Streaks
phl: لکیر

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
phl: <strong>[کریکل]</strong>رائزیکی گاڈو ڈائنوسار <strong>[کریکل]</strong> -

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
phl: <strong> ایسو ہاواز کرے بی رد نہ تھہ کی تیوے کھونڈاٹی تلفظ تھی تلفظی دی بدل ہونسہ </strong>-بٹھے بے اکٹجی کرام تھے تیݨی زبینی ہاوا جھانئینی دپارہ انو بیڈی ضروری کی ہر آکی لہجہ کاݨ تھینڈیو۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
phl: <strong> ناوہ شیہ سمئنی:</strong>۔ تھی زبینی ڈلہ بلکل دوئی قسمہ او یونیک بھی۔ اور انی تنݨی زبینی جھلی کرام شروع تھئنی آکہ طریقے۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
phl: <strong>[زھستئنی]</strong> بلاہ ڈائنوسار <strong>[کُھوسئنی]</strong> ٹرائزک.

source: Submit
phl: جمع تھہ

source: Submit All
phl: بُٹھے جمع تھہ

source: Submit a new question for the community to read and respond to
phl: کمیونٹی خلکیمی منئنی دپارہ اور جواب دئنی دپارہ آک سوال امزیہ۔

source: Submit a report
phl: رپورت جمع تھہ

source: Submit clips
phl: ہاواز/کلپ جمع تھہ

source: Submit new questions for the community to read and respond to
phl: کمیونٹی خلکیمی منئنی دپارہ اور جواب دئنی دپارہ آک سوال امزیہ۔

source: Submitted
phl: جمع بھلو

source: Subscribe
phl: سبسکرائب

source: Success
phl: کامیاب

source: success checkmark
phl: کامیبی نِݜون

source: Success, profile created!
phl: کامییبی، پروفائل سمجلو

source: Sundanese
phl: سونڈینسی

source: Support open, community-led datasets
phl: آزاد، کمیونٹی زیرقیادت ڈیٹاسیٹسی حمایت تھوئی

source: Suret
phl: سُریٹ

source: Svan
phl: سیوان

source: Swahili
phl: سواحلی

source: Swedish
phl: سویڈش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
phl: جملہ منظور تھئنی دپارہ دڇھینیتی دوشی پِچھہ۔ رد تھئنی دپارہ کھوشیتی ڈڈی پچھہ۔ دھرئنی دپارہ انی دھرہ۔ تیݨی دوبارہ دڇھلو واندو ٹیکسٹ جمع تھئنی نہ آموݜٹ۔

source: Syriac
phl: سیرک

source: Tagalog
phl: ٹگلوگ

source: Tahitian
phl: تاحیتین

source: Taiwanese (Minnan)
phl: تیوانسی (مینین)

source: Tajik
phl: تاجک

source: Taking several attempts to read a word.
phl: آک لوز منئنی دپارہ کتی زکی کوشش تھئنی۔

source: Tamazight
phl: تمازیغٹ

source: Tamil
phl: تامِل

source: Tap
phl: ٹیپ

source: Tarifit
phl: تاریفیت

source: Tatar
phl: ٹتر

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
phl: تاتوئبا جملیمی، ترجمیمی، او منیتہ ہاویزیمی ڈیٹابیس کی ڑو زبان ازدہ تھئنی دپارہ ا استعمال بھانو۔ انیوےڈاون لوڈی وے کمیونیٹی ریکاڈ تھیلی بیتی انگلیش کی ہنہ۔

source: Technology and Robotics
phl: ٹیکنالوجی او روبوٹ

source: Technology that speaks your language
phl: ایسےۡ ٹیکنالوجی کی سےۡ تھی زُبان کھونڈینی

source: TED-LIUM Corpus
phl: ٹیڈ-لیئم ہاویزیمی مجموعہ

source: Teke
phl: تیکی

source: Tell us what you'd like to download:
phl: اسام تھے منہ کی تو گُبا ڈون لوڈ تھئنی دوائیانو:

source: Telugu
phl: تلوگو

source: Tepeuxila Cuicatec
phl: ٹیپیزلا کیوکیٹک

source: Terms
phl: شرط

source: <termsLink>Terms</termsLink>
phl: <termsLink>شرائط</termsLink>

source: Teutila Cuicatec
phl: ٹیوتلا کیوکیٹک

source: Thai
phl: تھائی

source: Thanks for confirming your account, now let's build your profile.
phl: تیݨی اکاؤنٹی تصدیق تھئنی دپارہ شکریہ، تپہ تھی پروفائل سمایہ۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
phl: شکریہ! 50 زُبینی 259 ہزارہ دی زیات خلکیمی مدد ہنی۔ اینی معلومات انسانی ہاویزی تھے بہتر جواب دئنی دپارہ ، ہاواز کی ہینسلو کمپوٹری پروگریمی تربیت دئنی دپارہ استعمال بھانہ۔

source: Thank you for contributing to Spontaneous Speech!
phl: تھی ہاویزی کلپ دئنی دپارہ تھی بیڈی مہربینی

source: Thank you for contributing your bulk submission!
phl: بیڈہ جملے اکٹا جمع تھئنی دپارہ تھی بیڈی مہربینی۔

source: Thank you for contributing your voice!
phl: تھی ہاویزی کلپ دئنی دپارہ تھی بیڈی مہربینی

source: Thank you for donating your voice clips!
phl: تھی ہاویزی کلپز دئنی دپارہ تھی بیڈی مہربینی۔

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
phl: ریکاڈنگی دپارہ شکریہ!<lineBreak></lineBreak>تِپہ دوبارہ دڇھہ او بُھن تیݨی ہاویزی کلپ جمع تھہ۔

source: Thank you for your information
phl: تھی معلوماتی بیڈی شکریہ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
phl: { $lang } وے تعاون تھئنی وے تھی دلچسپی گھنئنی بیڈی شکریہ۔ بے ہر زبان لانچ تھئنی دپارہ تیار تھئنی دپارہ او تس چیک تھئینی دپارہ سخت محنت تھانہ۔ ٹیمی ای میل کے ذریعہ اپ کی ڈیٹ تھیلہ ہنہ۔ اگر تو تعاون تھانو ہنتہ، تھے براہ کرم بُھن تیݨی ای میل چونٹہ۔

source: Thank you for your voice information
phl: ہاویزی معلومات دئنی دپارہ تھی بیڈی مہربینی۔

source: Thank you! You’ve sent a new language enquiry
phl: شکریہ! تھی آک نیوی زبینی انکوائری امزئلی ہنی۔

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
phl: بُٹھیم دی زیات شو جملہ قدرتی او عام مشقولگی - دویمی منئنی دپارہ اسکون ہونسہ وڑئی۔ آک جملہ مختلف ہاوز او لوز بھئنی بیڈو اہم۔ بے انی کوشش بی تھانہ کی ریکاڈنگی جملہ اسی رضاکارانومی دپارہ دلچسپ او مزیدار شئی بھی وڑئی۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
phl: آک کارآمد تقریری شناختی انجنی تعمیر دپارہ بہترین جملے، جدید بول چال ہنہ۔ جملے سمئنی دپارہ او تھی مددی دپارہ گہ خیالیتی ہنم؛

source: The bumblebee sped by.
phl: ماڇھری تو دی تیز مݜٹو نکھیتی

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
phl: کلپ گریو یارڈ/قبرستان ہاویزیم تھےۡ منانہ ڑے عام ہاویزی ڈیٹا سیٹیۡ شیٹی نہ ہانسانہ۔ ڈیٹا سیٹیۡ پیرا کلپ گریو یارڈ ڈون لوڈ تھئنی دپارہ تیار ہانسانوۡ۔ بےۡ ایڑےۡ خلکیمی اور تنی تنظیمیمی شکریہ ادا تھانہ کی سےۡ انی ۡپراجیکٹی اسام سنگیۡ مدد تھانہ

source: The clip has disrespectful or offensive language.
phl: ہاویزی وے بیڈی کھیچی یا غیر مہذب بیتی ہنم۔

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
phl: کمن وائس ڈیٹا سیٹیۡ وے زرگونہ ہاویزیمی نمونے ہانسانہ، سے کرام تھاٹم تھے ہاواز جھانئنی سامان سمیانی

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
phl: کمیونٹی کامن وائسی ہِڑو ہنو - ڑے دُنئیئی ہر زھئی تھی یھاندہ، او زبینی کارکنان او سائنسدان اور فنکار ہنہ۔ تُس اسی <about>About</about> صفحہ او اسی <community>کمیونٹی پلے بک</community> وے شامل بھئنی بارئی مزید جھانائی بھوت۔ اگر تُس تنظیمی شراکت داری وے دلچسپی گھنانہ ہینتہ، تھے <emailFragment>رابطہ تھوئی۔</emailFragment>

source: The content contains a language different than I was expecting.
phl: موادی وے انس دی مختلف زبان ہنی لڑی می توقع دے۔

source: The content has disrespectful or offensive language.
phl: جملہ وے کھیچی یا غیر مہذب بیتی ہِنم۔

source: The giant dino [cough] the Triassic.
phl: ٹرائزیکی گاڈو ڈائنوسار

source: The giant dinosaur of the Triassic.
phl: ٹرائزیکی گاڈو ڈائنوسار

source: The giant dinosaurs of the Triassi-.
phl: ٹرائزیئی گاڈو ڈائنوسار

source: The giant dinosaurs of the Triassic.
phl: ٹرائزیکی گاڈو ڈائنوسار

source: The giant dinosaurs of the Triassic. [read by one voice]
phl: ٹرائنزیکی گاڈو ڈائنوسار. [آک ہاواز کی منئنی]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
phl: ٹرانزیکی گاڈو ڈائنوسار <strong>[آک ہاواز منہ]</strong>

source: The giant dinosaurs of the Triassic. Yes.
phl: ٹرائزیکی گاڈو ڈائنوسار۔ او۔

source: The giant dino <strong>[cough]</strong> the Triassic.
phl: بلاہ ڈاینو <strong>[کُھوسئنی]</strong> ٹرائزک.

source: The MediaRecorder API is not supported in your browser.
phl: MediaRecorder API تھی براؤزری وے تعاون یافتہ نئنی ۔

source: The number of recordings and which languages you contribute to will be public.
phl: ریکارڈنگی تعداد او توس کھئی زبینیمی تعاون تھانہ ڑے عوامی ہونسن

source: The page you are looking for could not be found
phl: تو کھئیو صفحہ کی تلاش تھانو ایسو ملاؤ نہ بھلو

source: The question should be answerable in just a couple of sentences.
phl: سویلی جواب صرف آک یا دُو جملیم کی ہانسینڈیو۔

source: There are currently no prompts for this language. Please refresh the page or try again later.
phl: انی زبینی دپارہ فیلحال گہ اشارے نئنیہ۔ براہ کرم صفحہ ریفریش تھہ یا پہرتہ دوبارہ کوشش تھہ۔

source: There are currently no sentences to review in this language.
phl: موجودہ وحتی انی زبان کی دڇھئنی دپارہ جملے نئینہ۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
phl: انی زبینی دپارہ فیلحال گہ اشارے نئنیہ۔ براہ کرم صفحہ ریفریش تھہ یا پہرتہ دوبارہ کوشش تھہ۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
phl: زُبینی بارئی سوچ تھنی بیڈہ طریقے ہنہ۔ بات جھانئنی آک ماڈل بھئنی دپارہ کمن وائس تیݨی مجی جھانئی تجویزی جھلی زور دانوۡ۔ یا بہ انی زبان کھونڈاٹہ کوشش تھے اینی بیتی جھوننے؟

source: The recording was too long.
phl: ریکاڈنگ بیڈی دھریگی دے۔

source: The recording was too quiet.
phl: ریکاڈنگ بیڈی بھراش دے۔

source: The recording was too short.
phl: ریکاڈنگ بیڈی کام دے۔

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
phl: انی زبینی دپارہ فیلحال گہ اشارے نئنیہ۔ براہ کرم صفحہ ریفریش تھہ یا پہرتہ دوبارہ کوشش تھہ۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
phl: شو انو کی شروعی عبارتی وے نمبر نہ ہونسہ وڑئی۔ ڑے زور تھے منئنی مجی مسلہ پئیدو تھین۔ نمبری کھئی طریقہ منیتہ ہینتہ ایسے ماحولہ جھلی انحصار تھانہ او ڈیٹا سیٹی وے الجھاو پئیدو تھی۔ مثلا "2409" دھوے طریقے صحی منجن " بھشے چور زیرو نو" او "دو زرہ چُور سوے نو"۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
phl: مناٹمی ہاواز قدرتی کام یا زیات ہانسانوۡ۔ ایتھیل رد تھہ کی ہاواز ایتی گاڈو دے کی تی تسی وجہ باندی ہاواز چِھنجہ دے۔ (عام طور کی) بیڈو بھراش ہاواز کی گبا منانو تھے نہ ݜُݨجِلو ہینتہ چونٹِجلو دڇھہ۔

source: The route was unclear.
phl: پاند صفا نہ ہینسلی دے۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
phl: انیوے انی وختی کمیونٹی سمئنی مجی ہنو<localizationGlossaryLink> ویب سائیٹ مقامی تھئنی </localizationGlossaryLink>او <sentenceCollectionGlossaryLink> جملے جمع تھئنی </sentenceCollectionGlossaryLink> شروع تھینڈیو

source: The selected file is too large
phl: منتخب تھیلو فائل بیڈو گاڈو ہنو۔

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
phl: جملے جمع تھاٹو بنیادی کمن وائسی زھئی تھے بیانو تو تِپہ <writeURL> چونٹہ</writeURL> آک جملہ یا<reviewURL> گھرے دڇھہ</reviewURL> آک جملئی کمن وائسہ وے جمع تھئنی۔

source: The sentence has a grammatical or spelling error.
phl: جملہ وے گرائمری یا لہجئی غلطی ہنی۔

source: The sentence has disrespectful or offensive language.
phl: جملہ وے کھیچی یا غیر مہذب بیتی ہِنم۔

source: The sentence must be grammatically correct.
phl: جملہ گرائمری مطابقی صحیح چونٹِجی ہونسہ وڑئی۔

source: The sentence must be speakable.
phl: جملہ منئنی قابل ہونسہ وڑئی۔
